{"do_lower_case": true, "do_basic_tokenize": true, "never_split": null, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "model_max_length": 512, "special_tokens_map_file": "../input/thesis-distilbert/distilbert-base-uncased-quine-20210619T094818Z-001/distilbert-base-uncased-quine/special_tokens_map.json", "tokenizer_file": null, "name_or_path": "../input/thesis-distilbert/distilbert-base-uncased-quine-20210619T094818Z-001/distilbert-base-uncased-quine"}